[umbrella]
umbrella_back0 = Tu as récupéré ton [name]parapluie Trusty[/name] ![br]Utilises-le pour frapper n'importe qui qui ne manque pas de toupet!
umbrella_back1 = Appuies sur [button:attack] pour attaquer!

[act1postbattle]
dotdotdot = . . .

[impossible_race]
MaybeWait0 = Tous les actes ne peuvent pas forcément être fini dès qu'ils sont débloqués.[br]Dans certains cas, tu auras besoin d'objet particulier.
MaybeWait1 = Il n'y a aucun mal à revenir dans un acte plus tard!

[hq]
window0 = Il est toujours en train de le déverser dehors.
window1 = Il est bien plus agréable de regarder à l'intérieur, du coup.
slotmachine0 = Il semblerait que ça ne prenne que la monnaie locale, et tu as oublié de t'arrêter dans un bureau de change.
cans0 = Il semble que ce soit l'excuse de Mafia pour la nourriture. Il ne sent certainement pas comme ça, celà dit.
cans1 = Tu peux éventuellement en goûter un peu, mais tu n'es pas sûr que ce soit ce que tu souhaites en épitaphe.
bigfish0 = Tu es tiraillé de faire un jeu de mot marin. C'est dur, mais [small]flé[/small]tant que tu arrives à te retenir, ça va.
pilehidden0 = Il y a un commutateur enterré sous ce tas de pièce ! 
pilehidden1 = Le récupérer ?
pile_q_yes = Oui !
pile_q_no = Berk, non !
pilehiddenpull0 = Tu sors le commutateur hors du tas et tu le range dans ton sac. Ta collection d'accessoires de théâtre grandi rapidement.
pilehiddennopull0 = Tu as appris à l'école qu'il ne faut pas activé d'étrange mécanisme trouvé sur une planète alienne sous un tas d'or, et tu le laisses en place.

[fluff]
door0 = Vas-t-en ! Mafia regarde une série. Grand intérêt pour l'intrigue.
meat0 = C'est un morceau de viande, exactement comme dans tes dessins animés ! Seulement, il est beaucoup plus gros.
meat1 = Bizarre, vu que tu n'as pas repéré de titanesque animaux par ici.
tailor0 = Vu comme le code vestimentaire est limité par ici, il n'est pas surprenant que cette boutique ait fermée.
vista0 = Si pittoresque ! Tu n'arrive pas à décider à quel jeux vidéo ça ressemble, celà dit.

[lava]
finish0 = Petite fille nous a sauvé ! Levons-nous!
finish1 = Nous avons [timepiece][icon:timepiece]un cadeau[/timepiece] pour toi !

goofy0 = Tu as réussi ! Petite fille a sauvé la Ville des Mafias !
goofy1 = Maintenant, Mafia n'a plus besoin de manger de la lave pour le petit déjeuner... génial !
goofy2 = S'il te plait, prend ceci comme récompense. Tu es vraiment le héro de la Ville des Mafias !